

clear
echo 
echo"""
┌───────────────────────────────────────────────────────────────────┐
│                                                                               │
│          ███╗   ███╗ █████╗ ██████╗ ███╗    ███╗██╗   ██╗               │
│          ████╗ ████║██╔══██╗██╔══██╗████╗ ████║██║   ██║              │
│          ██╔████╔██║███████║██████╔╝██╔████╔██║██║   ██║              │
│          ██║╚██╔╝██║██╔══██║██╔══██╗██║╚██╔╝██║██║   ██║              │
│          ██║ ╚═╝ ██║██║  ██║██║  ██║██║ ╚═╝ ██║╚██████╔╝               │
│          ╚═╝     ╚═╝╚═╝  ╚═╝╚═╝  ╚═╝╚═╝      ╚═╝ ╚═════╝                │
│               
└───────────────────────────────────────────────────────────────────┘
"""
echo
echo e- "\e[1m\ Do u know MarMu | lolcat
echo"
apt update
apt upgrade -y
apt install figlet -y
#figlet Basic Installation
apt install toilet -y
apt install cowsay -y
apt install nano -y
apt install ruby -y
apt install cmatrix
gem install lolcat
figlet -f big Good Job!!! | lolcat
sleep 3
echo
cmatrix
echo"
r
echo"
echo
q
echo
echo -e "\e[1m\ Now Run 👉 my-banner.sh (OR) marmu.sh..!!!"
echo
echo -e "\e[1m\e[32m Modified by :\e[33m MarMu (Myanmar)"
sleep 1
exit
